{
    "titleHome": "PokeSharp - Home",
    "titleUpdates": "PokeSharp - Updates",
    "titleFAQ": "PokeSharp - FAQ",
    "titleNotFound": "PokeSharp - Page not found",

    "descargarNav": "Download",
    "versionesNav": "Updates",
    "discordNav": "Discord",
    "redesNav": "Social",
    "faqNav": "FAQ",
    "versionJuego": "Alpha released",
    "descargarTexto": "Download",
    "versionTexto": "Unavailable",
    "queEs": "What is PokeSharp?",
    "queEsP1": "It's a Pokémon fangame with a unique adventure. What are you waiting for?",
    "queEsP2": "Story, unique Pokémon, and entertaining unique NPCs.",
    "uniqueNpcs": "Unique NPCs",
    "textNpcs": "You'll find NPCs throughout your adventure, completely new, real people with nods to things related to that person in real life.",
    "minigames": "Minigames",
    "text1Minigames": "In the game, you'll find well-known and fun minigames, with which you can earn rewards or just have a good time.",
    "hechoCon": "Made with",
    "pPropiedadFooter": "All textures, images, and other assets used belong to their respective owners.",
    "pAfiliadoFooter": "PokeSharp is not affiliated with Nintendo, Game Freak, or The Pokémon Company.",

    "faqTitle": "Frequently Asked Questions",
    "faq1": "1. How can I play it?",
    "faq1P1": "You can play it initially on PC, and it might come to mobile soon. The download link is: Pending.",
    "faq2": "2. What is PokeSharp?",
    "faq2P1": "PokeSharp is a Pokémon fangame, developed by a single person, with the aim of creating a game very different from Pokémon fangames, making it innovative and fun.",
    "faq3": "3. When will it be officially available?",
    "faq3P1": "PokeSharp is still in development, so there is no official release date yet. You can follow the progress on the Discord server.",
    "faq4": "4. Why was PokeSharp created?",
    "faq4P1": "PokeSharp had many earlier versions, attempts to create a Pokémon game however possible, but it ended up being a final project for the higher degree DAM course.",
    "faq5": "5. How did the idea come about?",
    "faq5P1": "The idea was created a year before its development, by someone other than the creator, Izan, my classmate, who tried to create something using the terminal with Java. I decided to ask if I could join his project, taking charge of the interfaces, but it couldn't be completed due to lack of knowledge and time. A year later, we were required to make an individual project, so I asked if I could restart it from scratch in another way. I got permission, changed the name from PokeJava to PokeSharp since it was originally planned to be in Java, and here we are.",
    "faq6": "6. Where does the name PokeSharp come from?",
    "faq6P1": "The name PokeSharp comes from its old name, PokeJava, which I suggested at the time. When the programming language changed, I decided to rename it to PokeSharp, as I liked it better.",
    "faq7": "7. What is needed to play?",
    "faq7P1": "The minimum and recommended requirements are pending, but it should be quite accessible.",
    "faq8": "8. Can I collaborate?",
    "faq8P1": "For now, it is not possible. In the future, if the project continues, it could be an option. Any type of suggestion/bug report is always appreciated if you want to help ^^."
}
