{
    "title": "PokeSharp - Home",
    "descargarNav": "Download",
    "versionesNav": "Updates",
    "discordNav": "Discord",
    "redesNav": "Social",
    "faqNav": "FAQ",
    "versionJuego": "In development",
    "descargarTexto": "Download",
    "versionTexto": "Unavailable",
    "queEs": "What is PokeSharp?",
    "queEsP1": "It's a Pokémon fangame with a unique adventure. What are you waiting for?",
    "queEsP2": "Story, unique Pokémon, and entertaining unique NPCs.",
    "uniqueNpcs": "Unique NPCs",
    "textNpcs": "You'll find NPCs throughout your adventure, completely new, real people with nods to things related to that person in real life.",
    "minigames": "Minigames",
    "text1Minigames": "In the game, you'll find well-known and fun minigames, with which you can earn rewards or just have a good time.",
    "hechoCon": "Made with",
    "pPropiedadFooter": "All textures, images, and other assets used belong to their respective owners.",
    "pAfiliadoFooter": "PokeSharp is not affiliated with Nintendo, Game Freak, or The Pokémon Company.",

    "faq1": "1. How can I play it?",
    "faq1P1": "You can play it initially on PC, and it might be available on mobile soon.",
    "faq1P2": "The download link is: Pending.",
    "faq2": "2. What is PokeSharp?",
    "faq2P1": "PokeSharp is a Pokémon fangame developed by a single person,",
    "faq2P2": "with the purpose of creating a game very different from other Pokémon fangames, making it innovative and fun.",
    "faq3": "3. When will it be officially available?",
    "faq3P1": "PokeSharp is still under development, so there is no official release date yet.",
    "faq3P2": "You can follow the progress on the Discord server.",
    "faq4": "4. Why was PokeSharp created?",
    "faq4P1": "PokeSharp had many older facets, it started as attempts to create a Pokémon game by any means possible,",
    "faq4P2": "but it ultimately ended up being a final project for the DAM higher degree course.",
    "faq5": "5. How did the idea come about?",
    "faq5P1": "The idea was created a year before its development, by someone other than the creator, it was Izan, my classmate,",
    "faq5P2": "who tried to create something using the terminal with Java. I decided to ask to join his project, and I worked on",
    "faq5P3": "the interfaces, but ultimately it couldn't be completed due to a lack of knowledge and time. A year later, we had",
    "faq5P4": "to make an individual project, so I asked him if I could continue starting from scratch in a different way. I got permission,",
    "faq5P5": "and I changed the name from PokeJava to PokeSharp since the previous plan was to make it in Java... and here we are.",
    "faq6": "6. Where does the name PokeSharp come from?",
    "faq6P1": "The name PokeSharp comes from its older name, PokeJava, which I suggested at the time. Finally, when",
    "faq6P2": "changing the programming language, I decided to rename it PokeSharp because I liked it more.",
    "faq7": "7. What do I need to play?",
    "faq7P1": "The minimum and recommended requirements are pending but should be quite accessible.",
    "faq8": "8. Can I collaborate?",
    "faq8P1": "At the moment, it's not possible. In the future, if the project continues, it might be an option.",
    "faq8P2": "Any kind of suggestion or bug report is always appreciated if you'd like to help ^^"
}
